Revit 2027 API
SymbolTypeId.MN Property
 Symbol MN, indicating unit Meganewtons.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MN { get; }
Public Shared ReadOnly Property MN As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MN {
	ForgeTypeId^ get ();
}
static member MN : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace